Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 당장 ‘그것’을 돌려주십시오.
en: Return that object to us at once!

source: 아.
en: uh.

source: 천왕이 묻기 전까지 세드나에 대해 이야기 하지 않겠다 약속하면 보내주지.
en: As long as you promise not to tell the Angel King about Sedna until he asks you about it.

source: 갑자기 엄마 생각도 나고 말이지...
en: I suddenly want to see mom again too...

source: 그러니 당신이 이 애를 데려 가주세요.
en: So please take this with you.

source: 나한테 뭘 선물한다는 거야?
en: give me what?

source: 설득 같은 거 할 생각 없어.
en: I’m not interested in persuading anyone.

source: 그러고 보니 여기에 땅요정들과...
en: now that I think about it, there are earth fairies here...

source: 멋지지?
en: Amazing, right?

source: 내가?
en: Me?

source: 발밑에 아무것도 없어 무서운 거라면...
en: If you’re scared that there’s nothing below you,

source: 인간들이 단기간에 살을 빼는 방법이 뭐가 있지?
en: How can humans lose weight quickly?

source: 아주 훌륭한 연주였지라.
en: was an excellent performancell!

source: 반란이 일어났는데 뒤처리가 그렇게 쉽겠냐?
en: cleaning up after a rebellion isn’t easy, you know.

source: 뭐시지라?
en: what-ill?!

source: 걱정 마십시오.
en: do not worry.

source: 면상을 한 대라도 때리고 싶다.
en: I want to punch him in the face.

source: 그렇다네.
en: I am.

source: 아무래도 요정족들이 사용하는 환각 가루도 뿌려져 있는 거 같네요.
en: And I think they sprinkled some of their fairy dust too.

source: 카나스의 황비로 간택되고 싶었던 것이 아니었습니까?
en: didn’t you wish to become the empress of kanas?

source: 한 마리도 아니고 이렇게 많은 숫자 상대하기엔...
en: there are more than I can handle...

source: 나 땜에~?
en: meee?

source: 기사들은 늘 부상을 달고 살기 때문에 붕대와 지혈제를 항상 들고 다닙니다.
en: knights always get injured, so we always carry bandages and blood stoppers.

source: 난 지금 계약에 의해 인간의 몸을 빌려서 들어와 있는 거라고.
en: I’m borrowing this human’s body to fulfil my contract.

source: 절대 용서하지 않겠다!
en: I will never forgive you!

source: 아, 알겠다.
en: I-I understand.

source: 그런데 어리석게 소중한 걸 모두 잃고 나서 깨달았지.
en: But I was foolish. Only after I lost everything I treasured...

source: 그거 먹는 거 아닙니다!!
en: no, that isn’t food!!

source: 정말 투명하군.
en: It is indeed transparent.

source: 하-
en: Sigh

source: 우린 훔치지 않았습니다.
en: We did not steal it.

source: 하지만...
en: But...

source: 꿀-꺽
en: Gulp

source: 친목도 좋긴 한데...
en: Building rapport is great...

source: 그리고 그 천계의 피리는 바로 저 상자에 들어 있지라.
en: it is inside that box there-ill.

source: 필요하지.
en: I do.

source: 마족이나 천족보단 못하지만 인간들에겐 그 정도 마법으로도 기적이라 칭송받을 테지.
en: it’s nothing compared to what angels and demons can do, but I’m sure even that bit of magic is like a miracle to humans.

source: 비싸고 훌륭한 실험재료인 마물을 국가에서 불태워 처리해버리다니 그건 엄청난 손실이라구~
en: demonic creatures are expensive and excellent resources for research! it’d be a tremendous waste to let the country just burn them away!

source: 그냥 물길을 막지 말라고 풀어준 것 뿐인데...
en: I only freed her so she wouldn’t block the seas...

source: 너무 완벽한 나.
en: I’m so perfect.

source: 오호~
en: Oho!

source: 찌릿
en: Glare

source: 룬슈슈.
en: Run Shushu...

source: 으아아아!!
en: Ahhh!!

source: 테이 타나토스...
en: Tei Thanatos.

source: 초대가 오면 내가 갈 거라고 말해왔거든.
en: I said I wanted to go if we get invited.

source: 그리고...
en: so...

source: 밖으로 연결되는 마법진은 이 안에 없단 건가?
en: there’s no magic circle here that can send us back out?

source: 세상에 공짜가 어딨어?
en: there’s no such thing as a free meal.

source: 연못 정도로 어떻게 되시기야 하겠어?
en: a pond should be nothing to her...

source: 나보다 수습 기사 따위에게 쪽도 못 쓰고 얻어터진 네가 안 괜찮아야 하지 않냐?
en: Why are you doing alright? You lost to the trainee.

source: 뭐야 이거...
en: what the heck is this?!

source: 네가 걱정할 건 내가 아니라...
en: You should be more worried about...

source: 그래, 미안한 줄 알면 그냥 닥치고 따라가자?
en: That’s right. So if you’re sorry, just shut up and follow me.

source: 까닥
en: Flick

source: 아, 아닙니다...
en: y-you did not...

source: 그래서 천왕의 눈 밖에 난 거 아냐?
en: No wonder the Angel King cast you out.

source: 넌, 그런데도 날 도왔던 거야?
en: yet you still helped me?

source: 에, 엘가 공작각하, 어찌 그런 불손한 말씀을 하십니까...?
en: d-duke elga... how could you say something so insolent, your grace?

source: 어......?
en: Oh...?

source: 무서워?
en: scares you?

source: 안 되지라!
en: no-el!

source: 인가?
en: dominate the world?

source: 너무 하지라~!
en: you are mean-ill!

source: 누...
en: Who...

source: 다른 일이라면 뭐든 하겠습니다!
en: I can do anything else!

source: 제가 자릴 비워도 괜찮겠습니까, 왕?
en: it really be alright if leave you, my King?

source: 흐아앙~ 너무 좋다~
en: Heehee! I love this!

source: 아, 그래, 그래.
en: Oh, I see, I see.

source: 뭘 그린 건지 하나도 모르겠네~
en: I can’t make out any of these drawings...

source: 이것들이...
en: how dare you...

source: 그건 마왕인 그대도 추, 충분히 알고 있는 사실이지 않나?
en: As the demon King, aren’t you aware of that too?

source: 아까부터 같이 있었는데?
en: he was with me the whole time.

source: 저쪽에 빛이 보여요!
en: There’s light over there!

source: 생각보다 성격 나쁘네, 너.
en: Your attitude is way worse than I thought.

source: 천호였어, 하늘여우.
en: The fox of the heavens.

source: 말할 상대가 없어서 물고기랑 해초에게
en: Have you ever named fish and talked to seaweed...

source: 타국의 황궁에서 일국의 왕자가 시종도 없이 다니면 얕잡아 보입니다.
en: People will look down on a prince who goes around without even an attendant in a foreign palace.

source: 하앗!
en: Hyah!

source: 으득
en: Clench

source: 라지...에르.
en: La...gier.

source: 네 말대로 이겼네.
en: You’ve certainly won.

source: 그놈들이 원하는 대로 날뛰는 꼴을 두고 볼 수만은 없으니까.
en: I can’t just sit back and watch them do whatever the heck they want.

source: 씻고 올 테니 갈 준비나 해둬.
en: Get ready to go out while I wash up.

source: 그럼, 좀스러우신 황제폐하.
en: Then, you petty emperor...

source: 라고 난리 치니 안 그러겠냐?
en: Wouldn’t you find it uncomfortable, too?

source: 기다려봤자 고맙단 얘긴 안 해줄 거 같으니까.
en: I don’t think you’ll thank me anyway.

source: 아, 이거 너무 많이 벤 거 같은데...
en: Ah, I’ve cut too deep...

source: 테이, 세드나는 어디 간 거야?
en: Tei, where did Sedna go?

source: 그건 뻔한 거 아냐?
en: Isn’t it obvious?

source: 못 배운 평민 출신이라 그렇습니다.
en: He’s a commoner and has not learned his manners.

source: 대신 사인이나 하고 가라.
en: Just sign here.

source: 전하께서 사라지신 후부터 마계의 상황은 이미 최악이었어요.
en: After you left, the demonic realm descended into its worst state.

source: 저 녀석...!
en: That man...!

source: 왼손잡이거든.
en: ...left-handed.

source: 저따위는 감히 위대하신 왕자 전하를 가르칠 자격도 재주도 없습니다.
en: How can someone like me, who has no rights or skills, dare to teach Your Highness?

source: 우리 도시엔 처음 방문한 도련님 이신가?
en: Is it your first time to the city, Mister?

source: 인간 세상에 저렇게 많은 마물들이 아무렇지 않게 활개치고 있었다니.
en: I had no idea all those demonic creatures were invading the human realm like this.

source: 사절단?
en: The delegation?

source: 그러고 보니 너...
en: Come to think of it...

source: 라지에르 루 제르에이라 로드월.
en: Lagier Lou Jereilla Rodwell.

source: 그대 귀족들이 좋아하는 신성 말이지?
en: you nobles like sacred things, don't you?

source: 이 황당한 놈은?
en: What is he talking about?

source: 귀족들의 세력이 워낙 강하기 때문에
en: the noble forces are so powerful...

source: 정신이 좀 드셨어요?
en: are you awake?

source: 자, 너도 깨어났고 이런 경사스러운 일은 모두 함께 축하해야 하지 않겠느냐.
en: Now that you’re awake, we should all celebrate this amazing incident together.

source: 저번에 마신 설매주, 또 마시고 싶다.
en: I want to drink that wine from last time again...

source: 마족들은 흐베르겔미르 샘에서 알로 태어나니까
en: Since demons are born as eggs in the Spring of Hvergelmir,

source: 기 · 다 · 려 ·
en: Wait for me.

source: 그러기 위해서 내가 널 불렀으니까 제대로 보좌해라, 테이 타나토스.
en: That’s exactly why I summoned you here, Tei Thanatos, so help me properly.

source: 앞으로 잘 부탁해, 친구들.
en: ...I look forward to the trip with you, my friends.

source: 이브가 공주뿐만이 아니라 다른 국빈들께서도 그다지 축하하고 싶지 않으신 모양입니다.
en: it seems like the honored guests, including princess yvgar, do not wish to welcome...

source: 카나스의 강한 군사력, 귀족 파벌, 황제의 권한이 얼마나 강력한지가 더 궁금해.
en: I’m more curious about the military power of Kanas, the nobles’ factions, and the Emperor’s authority.

source: 해신께서 오셨다!
en: The Goddess of the Sea is here!

source: 황제폐하, 그럼 이제부터라도 존중해드리길 원하십니까?
en: Your Majesty, shall I start showing you utmost respect from this point forward?

source: 제물선에 오르는 건 이제부터 라지에르 왕자의 몫이라오.
en: It is now Prince Lagier’s responsibility to board the ship.

source: 대장군입니다.
en: ...a Great General.

source: 정연기
en: YEON-GI JEONG

source: 그렇게 말하는 너도 천족이잖아.
en: Hey, you’re still an angel too.

source: 네에...
en: Your Highness.

source: 신성력까지 통하지 않으니 해신의 가호가 없으면 언제 죽어도 이상하지 않을 목숨인 거야.
en: ...and can’t be healed with holy powers. without the goddess’s blessing, I could die any moment.

source: 희귀한 청은발이라고 하지 않았던가?
en: The prince of Jereilla has unique, bluish-silver hair, right?

source: 내가 누군 줄 아느냐!
en: Do you even know who I am?

source: 그건 저희 아이들을 데려가시겠단 말씀인가요?
en: Does it mean you will be taking our children?

source: 저항하지 말고 얌전히 항복해라!
en: Do not resist and surrender now!

source: 게다가 고작 너 같은 인간의 시종 따위가 될 리가 없어!
en: Furthermore, there’s no way one would serve a human like you!

source: 욕같아서 기분 더럽다.
en: it sounds like you’re calling me dull. it’s offensive.

source: 맞지라~ 날 좀 믿어주지라~
en: it izzle! trust meel!

source: 아무리 하급 마물이라지만 주인도 몰라봐?!
en: ...how dare you, even the lesser monsters that you are, not recognize your lord!!

source: 타국에서 보면 카나스가 굉장한 태평성대를 누리며 부강함을 떨치는 나라로만 보이겠지.
en: from outside, I’m sure the kanas empire looks wealthy and powerful, under peaceful reign.

source: 한 마리도 남기지 말고 모두 해치워라!
en: get rid of every single one of them!

source: 왕!
en: King!

source: 테이, 그럼 식단은 네가 조절해.
en: Tei, you will be in charge of my diet.

source: 그럼 삐진 건 이제 풀린 거지?
en: ...are you not angry anymore, Goddess?

source: 그것참 고맙군.
en: Well, thanks.

source: 전하께서는 검술을 모르시는 게 아니셨습니까?
en: But Your Highness, you’re not familiar with swordsmanship.

source: 제가 보호하고 있는 땅요정들을 납치하려 했기 때문입니다.
en: ...because he tried to kidnap the earth fairies who were under my care.

source: 정신 사나우니까 그냥 닥치고 걸으라고 용새끼야!
en: You’re driving me nuts so just shut up and walk, you damn dragon!

source: 왠지 모르게 찜찜한 기분이 들어.
en: But something still feels off about it.

source: 앗...!
en: Ah!

source: 어디 가는 건데?
en: where are we going?

source: 제르에이라는 확실히 그런 부분에서 많이 미숙하지.
en: Jereilla is definitely way behind in that aspect.

source: 린슈슈!!
en: Rin Shushu!

source: 단지 정신을 잃으신 것 같습니다.
en: He’s only lost his consciousness.

source: 아, 여기서 오른쪽으로 두 번째 길이지라.
en: ah, it’s the second path on the right side here-dull.

source: 타-앗
en: Fwoosh!

source: 나만 평범한 인간이라 소외 당하는 거 같아서.
en: I’m the only ordinary man here.

source: 실용마법만 약간이요.
en: just a few practical spells.

source: 아~ 마족들은 계약을 통해서만 인간 세상에 개입할 수 있다니 이 얼마나 안타까운 일인가!
en: Ah, it’s such a pity that demons can only enter the human world with a contract!

source: 진심으로 화나셨구나...
en: He’s really angry...

source: 요정족이 여기 있다고요?
en: There are fairies here?

source: 난 라지에르랑 있는 게 제일 즐거워...!
en: being with Lagier!

source: 세드나, 우리 의형제를 맺을 테니까 네가 증인을 서.
en: sedna, we’re going to swear to be brothers, so be a witness.

source: 그 힘을 등에 업으면 좋고 그렇지 못한다 해도...
en: It’ll be good to have her full support. But even if I fail...

source: 까짓거 소원 한 번 들어주지 뭐.
en: I guess I’ll grant his wish.

source: 그래, 너도.
en: yeah, you too.

source: 부들
en: Tremble

source: 작아지니까 같이 다니기도 편하고 좋아.
en: when he’s smaller, it’s easier for us to go around together.

source: 언젠가 봤었던 파랗고 반짝이는 아름다운 바다조차도 잊어버렸는걸요.
en: I’ve even forgotten how the sparkling blue ocean looks.

source: 협박을 하셔도...
en: even if you blackmail me...

source: 뭐야?
en: What the-?

source: 잘됐네.
en: That’s great.

source: 엘가 공작?
en: duke elga?

source: 두 분 다 제 뒤로 피하십시오!
en: please stand behind me!

source: 그때 이 녀석이 없었으면 큰일 날 뻔 했단 말이지.
en: If it weren’t for this guy, I would have been done for.

source: 네가 날 가르칠 실력이 되는지 안 되는지 확인 좀 하려고.
en: To see if you have the skills to teach me or not.

source: 넌 아직도 이게 달로 보여?
en: you still think this is a moon?

source: 네엥!
en: Yes sir!

source: 미카엘로스와는 비교도 되지 않을 정도로 골 때리는 자식이 태어날지도 모르겠어.
en: ...just might be even more powerful and troublesome than Makielos.

source: 흐...
en: Ugh...

source: 마족의 알이나 천족의 열매가 말이다...
en: if an angelic fruit or demonic seed...

source: 그럼 우리도 움직이자.
en: let’s get moving as well.

source: 캬학!
en: Kyaak!

source: 요정들과 맺은 그 협약이 무엇인지 묻겠소.
en: May I ask what you and the fairies have agreed to?

source: 전하.
en: Your Highness.

source: 원작소설의 스포일러는 자제 부탁드립니다.
en: PLEASE REFRAIN FROM PROVIDING SPOILERS OF THE ORIGINAL STORY.

source: 이 미친놈이 대체 뭐라 하는 거야?
en: what the heck is this lunatic saying?!

source: 예.
en: Yes.

source: 다짜고짜 검술 대련이라니 무슨 생각을 하시는 건지...
en: I can’t believe he’s making me duel all of a sudden.

source: 바크만 후작은 고위 귀족입니다!
en: marquis bachman is a high-ranking noble!

source: 난 너네들이랑 진짜 전쟁을 할 생각 따윈 없으니까.
en: I don’t have time to wage a war against you guys right now.

source: 네가 카나스의 황족이 맞다면 이 상자를 열 수 있지라.
en: if you truly are kanas royalty, you can open the box-all.

source: 이게 해신의 전령사가 가진 본 모습이란 거야?
en: that’s how the messenger actually looks?

source: 그래, 좋긴 좋은데...
en: Yeah, it is, but...

source: 천왕 개자식!
en: Angel King, you bastard!

source: 내가 여기 묶여 있다 해서 우습게 볼래?
en: Are you looking down on me because I’m locked here?

source: 그나저나 휘온 경.
en: By the way, Sir Huion.

source: 뭐 하냐니까?
en: Why are you on the ground?

source: 전부 내 잘못이다.
en: it’s all my fault.

source: 세상의 모든 것이 눈으로만 보이는 게 아니지요.
en: There is more to the world than meets the eye.

source: 그럼 왜 계속 감고 있는 거지?
en: Then why do you keep them closed?

source: 아니, 왕자님은 다른 나라들과도 적극적으로 교류하실 의사가 있나요?
en: Actually, do you have any intention to create ties with other countries, Your Highness?

source: 이건 내가 호수에서 건진 달이잖아!
en: this is the moon I found in the lake!

source: 이건 어느 정도 예상도 하고 의도는 한 거니까...
en: I predicted somewhat that she would do this...

source: 왕비 마마의 안색을 보게 완전히 질리셨지 않나!
en: Her Majesty’s face is pale!

source: 라지에르!
en: Lagier!

source: 난 널 생각해서 그런 건데 너무 해!
en: you're so mean, I did it for you!

source: 그럼 어떻게 되는데?
en: What happens then?

source: 하지 마!!!
en: Don’t!!!

source: 저항하거나 항복하지 않는 자들은 모두 죽여도 좋다.
en: kill anyone who resists or does not surrender.

source: 안 좋은 일이 생길 것 같은 불길한 느낌이 들어.
en: something terrible might happen.

source: 그럼 요정 보모님, 또 보자!
en: Then, Mr. Fairy Nanny, see you later!

source: 거짓말!!
en: Lies!!

source: 이걸로 마족을 소환 할 수 있다고?
en: Can a demon be summoned from this?

source: 가실 거죠?
en: You’ll come, right?

source: 읏샤!
en: hyah!

source: 어머 고마우셔라~.
en: Oh my! How can I thank you?

source: 여기다!
en: here!

source: 눕기 전에 씻으셔야죠.
en: You should wash up before you sleep.

source: 말도 안 돼.
en: no way.

source: 한 달 동안 고생하신 보람이 있네요.
en: Your hard work during the month paid off.

source: 계약을 맺음과 동시에 죽어버려서 육신과 영혼이 먼저 내게 넘어왔군.
en: He died the moment he signed the contract, so his body and soul were given to me.

source: 바닷속이라 좀 춥군.
en: The sea is quite cold.

source: 다 꺼지라고 할 수 없나?
en: Can I tell them to all get lost?

source: 겁이 나도 겁을 먹은 표를 내면 안 돼요.
en: Even if I am afraid, I have to pretend I am not.

source: 단련 말씀이십니까?
en: stronger?

source: 그게 아니라면 혹 소신의 설명에 신뢰가 가지 않아 그러십니까?
en: If not, perhaps you don’t believe the explanations of a lowly person such as myself?

source: 나와 같은 냄새를 맡았어.
en: I smelled the same scent I had on you.

source: 영물 황금자라에요!
en: it’s a mystical creature! the golden turtle!

source: 네 맘대로 엔젤링을...
en: You broke it yourself...?

source: 아, 그거 부서졌는데...
en: Ah, well, it broke...

source: 뭐야...?
en: heck...

source: 세드나!
en: Sedna!

source: 이 은혜를 어떻게 갚아야 할까요...
en: I’d like to repay you for this...

source: 이브가 델 프레데이크 라고 합니다.
en: ...Yvgar Del Fredake.

source: 고작 며칠 만에 배신이나 때리는 너 같은 인간보다 요정들이 훨씬 더 낫지 않냐?
en: ...but still, they’re better than traitors like you, don’t you think?

source: 잠시 멈춰 주십시오!
en: hold on for a moment!

source: 라지에르 루 제르에이라 로드윌 왕자전하가 맞으신가요?
en: Prince Lagier Lou Jereilla Rodwell of Jereilla?

source: 전하의 분부라면 뭐든지 기쁘게 하겠습니다앙~!!
en: I’ll be happy to follow any of your highness’s orders!!!

source: 단순히 왕자가 마족의 힘을 쥐게 할 목적이었을까?
en: Did he merely want to give demonic power to the Prince?

source: 근데, 너 진짜 제르에이라의 왕자야?
en: But are you really the prince of Jereilla?

source: 분명 전하는 기다리라고 하셨지만...
en: His Highness told me to wait...

source: 좋아, 그럼 여기에 이름을 적고 사인을 해.
en: Good. Then sign your names here.

source: 제르에이라 왕국
en: Jereilla Kingdom

source: 그러니 황제가 될 자격은 충분하오.
en: so he has all the rights to be the emperor.

source: 너 진짜 대단하...
en: You’re really amaz--

source: 괜찮지?
en: I can, right?

source: 이런 꼴사나운 모습으로 가는 거라면 그냥 뛰어내릴 걸 그랬어.
en: If I knew we would fly like this, I would’ve just jumped.

source: 순위 변동 없음
en: amongst the higher ranks.

source: 잠시 후, 마탑 출신의 대마법사 리리스의 제자!
en: in a moment, a disciple of the magic tower’s archmage, lilith...

source: 그림의 그건 마계의 검이지라...
en: the sword in that drawing is the demonic swordle...

source: 평민 출신의 귀족이라....
en: A commoner-turned-noble...

source: 땅요정은 본국과 동맹을 맺은 종족이오.
en: The earth fairies have an alliance with the empire.

source: 고마워!
en: Thank you,

source: 놔!
en: Let go!

source: 인간들의 다툼에는 절대 나서지 않는 종족인데...
en: they never intervene in human matters...

source: 단기간에 살을 뺄 수 있는 훈련.
en: Train me so I can lose fat in a short time.

source: 세드나님 괜찮으실까?
en: will miss sedna be okay?

source: 인간의 몸으로 생을 마감하는 최초의 마왕으로 남게 되겠지.
en: I will be the first demon king to die in a human body.

source: 아니면 그딴 거 말고 더 높은 직위의 귀족이 되고 싶다던가?
en: Or did you want a higher noble status?

source: 세드나님의 능력은 정말 대단하군요.
en: miss sedna’s abilities sure are amazing.

source: 어머어머, 저기 봐.
en: Oh my my, look at that.

source: 내 이름을 어떻게 알아?
en: do you know my name?

source: 두 가지 소원을 말입니까?
en: Two wishes?

source: 정했다, 휘온.
en: I’ve decided, huion.

source: 율리우스 폐하가?
en: is missing?

source: 힐끗-
en: Glance

source: 괜찮아.
en: It’s okay.

source: 이미 내일부터 운동하겠다고 말해놨어.
en: I already told the servants I’d begin exercising tomorrow.

source: 자아~ 이젠 진짜 어떻게 할래?
en: So! What do you really want to do now?

source: 달이야 달!
en: it’s the moon!

source: 끼긱-
en: Screech

source: 나의 소원...
en: real wish...

source: 율리우스를 진정한 왕으로 인정했다는 말인가!
en: it has recognized julius as the true emperor?

source: 왕?
en: My King?

source: 15년 동안이나 나를 찾지 않은 아이가.
en: you are the child who did not come to me for me for 15 years.

source: 안전하게 길을 따라가셔야죠!
en: You should follow the paths to stay safe!

source: 무슨 근거로?
en: How do you know?

source: 쉿!
en: Shush!

source: 여긴 층수가 높으니 저 마물들도 여기까진 올라오기 힘들 겁니다.
en: this floor is far above the ground, so it will be difficult for those demonic creatures to come up here.

source: 나랑 같이 나왔으면 좋았을 텐데...
en: How great would it have been if he were with me?

source: 제발 날 도와달라지라.
en: please, help me, will yule?

source: 걱정 마.
en: Don’t worry.

source: 제르에이라의 국보 카와.
en: kawa, jereilla's national treasure.

source: 전하아~
en: Your Highness!

source: 난 네 상관이야, 이제부터 내가 하는 말은 전부 새겨들어.
en: I’m your superior now. Listen carefully to everything I say from now on.

source: 웬 사인?
en: Why?

source: 흠....
en: Hmm...

source: 기운을 북돋을 수 있는 맛 좋은 차와 빵을 가져올 것입니다.
en: I will get you some tea and bread to help you recover.

source: 왕을 모시는 시종이니 이 정도는 알아야죠.
en: As your loyal servant, of course I should know this much.

source: 그렇게 쫄 거 없어.
en: There’s no need to be so scared.

source: 안내라니 어디를 말입니까요?
en: the way? to where?

source: 이 녀석이 신수가 되고 나서 물리, 마법 공격을 모두 막아내는 수호신성력까지 생겼어.
en: he even has holy power that protects against physical and magical attacks, now that he’s a deity.

source: 왜, 왜 그래?
en: W-what’s wrong?

source: 너무해!
en: you’re mean!

source: 처음으로 왕자가 해신제의 막을 여는 날이다!
en: Today marks the first day that the Prince starts the festival!

source: 큰 오차 없음
en: of demons found dead.

source: 맞나 봐요.
en: I think so.

source: 털
en: Plop

source: 물론이죠.
en: Of course.

source: 자 전하!
en: your highness!

source: 그래, 도착했어.
en: Right, we’re here.

source: 세드나, 너와는 첫 번째 계약을 했으니 처음으로 이름을 적을 기회를 줄게.
en: Sedna, my first contract was with you, so I’ll let you write your name down first.

source: 방금 저 마법사를 소개할 때도 스승이 마탑 출신이라고 하지 않았습니까.
en: yes, the host just said that mage’s teacher is from the magic tower.

source: 그래서 아무도 우릴 못 봤던 거야!
en: No wonder no one sees us!

source: 율리우스...
en: julius...

source: 저희 기술이 탐 나신다 하신건...
en: By saying you want our skills...

source: 황제의 이름으로 초대한 타국의 사신에게 해를 끼치는 일 역시 중죄에 해당한다.
en: And harming a foreign delegate who was invited by the emperor is also a serious crime.

source: 이 형님이 앞으로 잘 챙겨줄게.{j}응?
en: I’ll take good care of you as your big brother.{j}

source: 이건...
en: this is...

source: 숨쉬기가 어려워...!
en: It’s hard to breathe!

source: 왕께서 이까짓 일로 흔들리실 분이 아니지.
en: I suppose he isn’t one to be shaken by something trivial like this.

source: 이로써 숨어서 기회를 보던 반대 세력들까지 모두 뿌리 뽑을 수 있었다.
en: ...and enabled me to purge all opposition that was in hiding, awaiting their next chance.

source: 천왕 따위한테 쫄고 싶지 않아서...
en: I didn’t want to cower to the Angel King...

source: 제발 살려주세요!
en: please spare me!

source: 이제...
en: Do...

source: 으헝헝~!
en: waaah!

source: 노을이라...
en: The sunset...

source: 처, 천왕께 이 모든 상황을 보고 드리겠다.
en: I-I will tell the Angel King everything.

source: 오늘은 여기서 쉬고 내일 제르에이라로 출발할 거예요.
en: we will rest here today and leave for jereilla tomorrow, your highness.

source: 왕실에서 훈련받는 기사들이 그만큼도 못 걷는다고?
en: Trained palace knights cannot walk this far?

source: 들어올 땐 마음대로지만 나갈 땐 불가능하지라.
en: you can come in on your own will, but not when you go out-dull.

source: 네!
en: Yes!

source: 그럼 전부 자동으로 기록되는 거야?
en: Is everything recorded in the book automatically?

source: 아무튼 병아리 네 말은 이해했다.
en: Anyway, chick, I understand what you mean.

source: 왕이시여!
en: My King!

source: 만약 두 나라가 동맹이 된다면 아무도 대적하지 못할 거야.
en: If they form an alliance, no one will be able to stand up to them!

source: 방금 그 입모양은 분명...
en: He definitely said...

source: 아까 거리 봤어?
en: Did you see the streets earlier?

source: 당분간?
en: For now?

source: 이 몸으로 검을?
en: Swordsmanship? With this body?

source: 이것도 질문 두 개 중 하나에 해당되냐?
en: Is this one of your two questions?

source: 알겠다.
en: Alright.

source: 이게 어떻게 여기에...
en: How... is this here...

source: 천계의 나무 위그드라실에서 열리는
en: This fruit that grows on the Angelic Tree, Wigdrasil,

source: 그래, 먼저 질문해봐.
en: Sure, ask first.

source: 푸르릉
en: Neigh

source: 그게...
en: Well...

source: 글·그림 주연기
en: ILLUSTRATION YEON-GI JU

source: 나의 검이자 충성스런 마견.
en: My sword and loyal demon dog.

source: 잘 생각했어.
en: Good thinking.

source: 얘들은 누구야?
en: Who are these kids?

source: 하지만.....
en: But...

source: 빠직
en: Snap

source: 황위 계승권을 가진 황족들은 힘이 있는 귀족들의 눈치를 보고
en: ...the imperial family members who are in line for the throne are careful...

source: 그래, 처벌이 필요하겠어.
en: Indeed, a punishment will be necessary.

source: 아까부터 계속 도움을 청했는데 아무도 내 말을 안 들었지라~
en: I’ve been shouting for help all this time, but no one listenedull!

source: 넌 소원이 뭐냐?
en: What’s your wish?

source: 별로...
en: Not really...

source: 흠칫-
en: Flinch

source: 지금쯤 어떻게 됐을지...
en: I wonder how the demonic realm is...

source: 스승님은 여성이십니다.
en: my teacher is a woman, your highness.

source: 계약은 계약이니까.
en: but a contract is a contract.

source: 후우
en: Whew

source: 너무 고상하신 거 아닙니까?
en: What a lofty hobby, Your Majesty.

source: 아슬아슬하게 두 종족 간의 선을 지키고 있는 상황.
en: but the line between the two realms is still very fragile.

source: 땀?
en: I’m sweating?

source: 누가 나 좀 뒤집어 달라지라~
en: someone flip me over-ill...

source: 그 검은 뭐야?
en: what’s that sword?

source: 우리 땅요정들은 카나스 제국과 동맹을 맺어 이곳에서 편안히 살고 있어요.
en: We, as earth fairies, are able to live here comfortably because of our alliance with the Kanas Empire.

source: 너...
en: You...

source: 그런 식으로 말씀드리진 않았습니다만...
en: I wasn’t exactly beating around the bush...

source: 끄으으
en: Ergh

source: 난 이만 돌아가 볼게.
en: I’ll take my leave now.

source: 수많은 귀족이 알현실에서 너를 기다리고 있단다.
en: Many nobles are waiting for you in the reception room.

source: 전 이곳의 왕이니까요.
en: I’m the ruler here.

source: 해신의 신관입니다.
en: That’s the Priestess of the Goddess of the Sea.

source: 드디어......
en: Finally...

source: 눈이 붉게 빛났던 거 같았는데...
en: eyes just glow red?

source: 쟤들이 집으로 가고 싶다 여왕이 보고 싶다고 우는데 어쩌겠어?
en: They were crying to go home, that they miss their queen.

source: 왜긴?
en: Well,

source: 엘가 공작은 자리를 비운 사이 황제의 수족들을 모두 잘라내자는 거군...
en: so duke elga wanted to get rid of the emperor’s men while he’s gone...

source: 응...!
en: Yes!

source: 이미 이루어진 거 같군요.
en: appears to have been fulfilled already.

source: 난 이미 그렇게 하겠다고 생각했단 말야!
en: I was already set on dong so!

source: 그, 그럼...
en: w-well then...

source: 하아~!
en: haah...

source: 인간, 니가 왜 내 주인이냐?
en: Human, why would you be my owner?

source: 그럼...
en: Then...
